/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Prezentare Skype WiFi";
"INTRO_SUBHEADER" = "Conectați-vă la hotspoturi Wi-Fi publice și plătiți cu credit Skype doar pentru minutele folosite.";
"INTRO_ICON_WIFI" = "Folosiți Skype, verificați-vă e-mailul și navigați pe internet.";
"INTRO_ICON_GLOBE" = "Skype WiFi este disponibil în peste un milion de locații din toată lumea.";
"INTRO_ICON_SKYPECREDIT" = "Plătiți numai pentru minutele pe care le folosiți.";

"STATE_CHECKINGNETWORK_HEADER" = "Așteptați…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Se verifică rețeaua pentru Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Nu ești conectat la WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Conectați-vă la o rețea WiFi publică ce acceptă Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Sunteți deja online";
"STATE_ALREADYONLINE_SUBHEADER" = "Se pare că sunteți deja conectat(ă) la internet. Skype WiFi vă permite să vă conectați la hotspoturi WiFi publice în peste 1 milion de locații din toată lumea.";

"STATE_GENERALERROR_HEADER" = "Conectare imposibilă";
"STATE_GENERALERROR_SUBHEADER" = "Această rețea WiFi nu răspunde corect. Încercați să vă conectați la o altă rețea.";

"STATE_CONNECT_HEADER" = "Skype WiFi este disponibil aici";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Conectându-vă, sunteți de acord cu <a href=\"%@\">termenii de utilizare</a> ai furnizorului";

"STATE_CONNECT_BUTTON" = "Conectare";
"STATE_CONNECTING_BUTTON" = "Se conectează…";

"STATE_CONNECTED_SHORT" = "Conectat";
"STATE_CONNECTED_HEADER" = "Sunteți online cu Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Deconectare";
"STATE_DISCONNECTING_BUTTON" = "Se deconectează…";

"STATE_NOCREDIT_HEADER" = "Nu aveți suficient credit Skype";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Aflați mai multe";
"CLOSE_BUTTON" = "Închidere";
"GO_BACK_BUTTON" = "Înapoi";
"CONTINUE_BUTTON" = "Continuare";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi necesită OS X %@ sau o versiune ulterioară.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi nu poate fi utilizat deocamdată cu contul dumneavoastră Microsoft. Conectați-vă direct cu numele și parola Skype.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi nu poate fi utilizat deocamdată cu contul dumneavoastră Microsoft. Creați un cont Skype și conectați-vă direct cu acesta.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — „%@”";

"FLOATER_CONNECTED_TITLE" = "Sunteți online cu Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Sunteți online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Conexiunea expiră în curând";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Pentru protecția dumneavoastră, când vă conectați folosind creditul Skype, conexiunea va expira automat în cazul în care uitați să vă deconectați.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d (de) minute";

"STATE_CONNECT_SUBHEADER" = "Conectați-vă la internet prin această rețea folosind Skype WiFi și plătiți doar pentru minutele folosite cu creditul Skype.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi este gratuit aici";
"STATE_CONNECT_FREE_SUBHEADER" = "Beneficiați de acces gratuit la internet de la acest hotspot cu Skype WiFi. Navigați pe web, verificați-vă e-mailul sau folosiți Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Am un cont de la acest furnizor";
"STATE_CONNECT_WISPR_SUBHEADER" = "Dacă aveți deja un cont de la acest furnizor, introduceți-vă acreditările aici.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Conexiunea dumneavoastră la internet va expira în curând";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Vă puteți deconecta în orice moment și veți fi taxat numai pentru minutele folosite.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Sunteți online de aproximativ %d (de) minute.";
"COUNTUP_0MIN" = "Sunteți online de mai puțin de un minut.";
"COUNTUP_1MIN" = "Sunteți online de aproximativ un minut.";
"STATE_CONNECTED_WISPR_HEADER" = "Sunteți online acum";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Sunteți conectat folosind contul dumneavoastră la acest furnizor de hotspot. Vă puteți deconecta în orice moment.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Evaluați acest hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Rămâneți online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Se reconectează…";

"STATE_NOCREDIT_SUBHEADER" = "Aveți nevoie de credit Skype pentru a plăti pe minut pentru accesul la internet prin Skype WiFi aici.";
"STATE_NOCREDIT_BUTTON" = "Obțineți credit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Se verifică rețeaua";
"STATE_JOINWIFI_SHORT" = "Nu există WiFi";
"STATE_ALREADYONLINE_SHORT" = "Deja online";
"STATE_GENERALERROR_SHORT" = "Eroare";
"STATE_CONNECT_SHORT" = "Disponibil aici";
"STATE_NOCREDIT_SHORT" = "Lipsă credit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d (de) minute rămase";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minut rămas";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Mai puțin de un minut rămas";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Conexiunea dumneavoastră la internet expiră în curând.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nume Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Parolă";
"LOGIN_BUTTON" = "Conectare";
"SIGN_OUT_BUTTON" = "Deconectare";

/* unused */
"LOGIN_PROBLEMS" = "Aveți probleme la conectare?";
"LOGIN_CREATE_ACCOUNT" = "Creați un cont";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Setări";
/* unused */
"SETTINGS_BUTTON" = "Setări";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi versiunea %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype și/sau Microsoft";
"ABOUT_PATENTPENDING" = "Brevet în curs de înregistrare";
"ABOUT_FEEDBACK_BUTTON" = "Feedback";
"ABOUT_LEGAL_BUTTON" = "Aspecte juridice";
"ABOUT_TRADEMARK" = "Numele Skype, mărcile comerciale și siglele asociate, precum și simbolul „S” sunt mărci comerciale ale Skype.";
"ABOUT_DISCLAIMER" = "Avertisment: Acest program este protejat de legea drepturilor de autor şi de tratatele internaţionale. Reproducerea sau distribuirea neautorizată a acestui program sau a oricărei părţi a acestuia poate să atragă sancţiuni civile şi penale deosebit de grave şi va determina urmărirea pe cale judiciară în limitele maxime permise de lege.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nume Skype";
"PROFILE_SKYPECREDIT" = "Credit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Nu se aplică";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Se încarcă…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Hotspoturi vizitate";
"USAGE_PREVIOUSCONNECTIONS" = "Conectări anterioare";
"USAGE_LASTUSED" = "Ultima utilizare";
"USAGE_LASTUSED_NEVER_VALUE" = "Niciodată";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Locații cunoscute";
"SUPPORTEDNETWORKS_PROVIDERS" = "Furnizori";
